Repository: brittanyarima/Steps
Catalog: Steps/Utilities/Extensions/Localizable.xcstrings
Source language: en
Languages: bn, es_419, fr, ko

source: Goal ideas
bn: 💡গোল আইডিয়া
es_419: 💡 Ideas para metas
fr: 💡Idées d'objectifs
ko: 목표 아이디어

source: My Goals
bn: আমার গোল
es_419: Mis Metas
fr: Mes objectifs
ko: 나의 목표

source: %i steps
bn: %i স্টেপস
es_419: %i pasos
fr: %i étapes
ko: %i보

source: %lld steps
bn: %lld স্টেপস
es_419: Numero de pasos
fr: %lld étapes
ko: %lld보

source: Add Goal
bn: গোল অ্যাড করুন
es_419: Agregar Nueva meta
fr: Ajouter un objectif
ko: 목표 추가

source: Add New Goal
bn: নতুন অ্যাড যোগ করুন
es_419: Añade nueva meta
fr: Ajouter un nouvel objectif
ko: 새로운 목표 추가

source: Awards
bn: অ্যাওয়ার্ডস
es_419: Premios
fr: Prix
ko: 수상

source: Can you can unlock all of these awards this week?
bn: আপনি কি এই সপ্তাহে এই সমস্ত অ্যাওয়ার্ডস আনলক করতে পারেন?
es_419: Podrás desbloquear todas estas recompensas esta semana?
fr: Pouvez-vous débloquer toutes ces récompenses cette semaine ?
ko: 이번 주에 이 모든 상을 해제할 수 있을까요?

source: Complete
bn: কমপ্লিট
es_419: Completado
fr: Complet
ko: 완료

source: Contributors
bn: কন্ট্রিবিউটর
es_419: Colaboradores
fr: Contributeurs
ko: 기여자들

source: Current Steps
bn: বর্তমান স্টেপস
es_419: Pasos actuales
fr: Étapes actuelles
ko: 현재 걸음 수

source: Daily Goal
bn: ডেইলি গোল
es_419: Metas Diarias
fr: Objectif quotidien
ko: 일일 목표

source: Daily Steps Goal
bn: ডেইলি স্টেপ গোল
es_419: Metas de Pasos Diarios
fr: Objectif de pas quotidiens
ko: 일보 목표

source: Day
bn: ডে
es_419: Día
fr: Jour
ko: 일

source: Done
bn: সম্পন্ন
es_419: Hecho
fr: Fait
ko: 완료

source: Failed to set background image.
bn: ব্যাকগ্রাউন্ড ইমেজ সেট করতে ব্যর্থ হয়েছে।
es_419: Fallo al intentar establecer nueva imagen de fondo de pantalla.
fr: Échec de la définition de l'image d'arrière-plan.
ko: 배경 이미지 설정에 실패했습니다.

source: Goal
bn: গোল
es_419: Meta
fr: But
ko: 목표

source: Goals
bn: গোল
es_419: Metas
fr: Buts
ko: 목표들

source: Home
bn: হোম
es_419: Inicio
fr: Domicile
ko: 홈

source: Home Screen
bn: হোম স্ক্রিন
es_419: Página de inicio
fr: Écran d’accueil
ko: 홈 화면

source: Incomplete
bn: অসম্পূর্ণ
es_419: Inconmpleto
fr: Incomplet
ko: 미완료

source: Keep walking. You've almost walked a full soccer field today so far!
bn: হাটতে থাকুন। আপনি আজ এ পর্যন্ত প্রায় পুরো ফুটবল মাঠে হেঁটেছেন!
es_419: Sigue caminando. Casi has caminado una cancha de fútbol entera!
fr: Continuer à marcher. Vous avez presque parcouru un terrain de football complet aujourd’hui jusqu’à présent !
ko: 계속 걷으세요. 오늘 당신은 지금까지 축구장 하나를 거의 다 걸었어요!

source: Locked
bn: লক্‌ড
es_419: Bloqueado
fr: Verrouillé
ko: 잠김

source: Month
bn: মাস
es_419: Mes
fr: Mois
ko: 월

source: New goal...
bn: নতুন গোল...
es_419: Nueva meta...
fr: Nouvel objectif...
ko: 새로운 목표...

source: Notification settings
bn: নোটিফিকেশন সেটিংস
es_419: Ajuste de notificaciones
fr: Paramètres de notification
ko: 알림 설정

source: Notifications
bn: নটিফিকেশন্স
es_419: Noticicaciones
ko: 알림

source: Please choose another image.
bn: অনুগ্রহ করে অন্য একটি ছবি বেছে নিন।
es_419: Por favor elige otra imagen.
fr: Veuillez choisir une autre image.
ko: 다른 이미지를 선택해주세요.

source: Privacy Policy
bn: গোপনীয়তা নীতি
es_419: Política de Privacidad
fr: Politique de confidentialité
ko: 개인 정보 정책

source: Reset background image
bn: ব্যাকগ্রাউন্ড ইমেজ রিসেট করুন
es_419: Revertir cambios en el fondo de pantalla de la pagina de inicio
fr: Réinitialiser l’image d’arrière-plan
ko: 배경 이미지 재설정

source: Save
bn: সেভ
es_419: Guardar
fr: Sauvegarder
ko: 저장

source: Set a New Daily Steps Goal
bn: একটি নতুন ডেইলি স্টেপ গোল সেট করুন
es_419: Establecer una Nueva Meta Diaria de Pasos
fr: Définir un nouvel objectif de pas quotidiens
ko: 새로운 일일 걸음 수 목표 설정

source: Set background image
bn: ব্যাকগ্রাউন্ড ইমেজ সেট করুন
es_419: Establecer fondo de pantalla
fr: Définir l’image d’arrière-plan
ko: 배경 이미지 설정

source: Settings
bn: সেটিংস
es_419: Ajustes
fr: Paramètres
ko: 설정

source: Steps
bn: স্টেপস
es_419: Pasos
fr: Escalier
ko: 걸음 수

source: Terms of Use
bn: ব্যবহারের শর্তাবলী
es_419: Términos de Uso
fr: Conditions d’utilisation
ko: 이용 약관

source: Time to add some more goals!
bn: আরও কিছু গোল অ্যাড করার সময়!
es_419: Tiempo de añadir nuevas metas!
fr: Il est temps d’ajouter d’autres buts !
ko: 더 많은 목표를 추가할 시간이에요!

source: Walk a 5K, Walk with a friend, Increase steps goal
bn: ৫ কিমি হাঁটুন, বন্ধুর সাথে হাঁটুন, স্টেপ গোল বাড়ান
es_419: Caminar un 5k, Aumentar mis pasos...
fr: Marcher un 5 km, marcher avec un ami, augmenter l’objectif de pas
ko: 5K 걷기, 친구와 함께 걷기, 걸음 수 목표 증가

source: Week
bn: সপ্তাহ
es_419: Semana
fr: Semaine
ko: 주

source: Weekly Awards
bn: সাপ্তাহিক অ্যাওয়ার্ডস
es_419: Premios Semanales
fr: Récompenses hebdomadaires
ko: 주간 수상

source: Weekly Steps
bn: সাপ্তাহিক স্টেপস
es_419: Pasos Semanales
fr: Étapes hebdomadaires
ko: 주간 걸음 수

source: You haven't unlocked this award yet this week. Keep getting those steps in and completing goals to unlock it. You can do it!
bn: আপনি এই সপ্তাহে এখনও এই অ্যাওয়ার্ড আনলক করেননি। স্টেপস দিয়ে গোল কমপ্লিট করে অ্যাওয়ার্ড আনলক করে নিন৷ আপনি এটা করতে পারবেন!
es_419: Aún no has desbloqueado este premio esta semana. Continúe realizando esos pasos y completando objetivos para desbloquearlo. ¡Puedes hacerlo!
fr: Vous n’avez pas encore débloqué ce prix cette semaine. Continuez à suivre ces étapes et à remplir des objectifs pour le débloquer. Tu peux le faire!
ko: 이번 주에 아직 이 상을 해제하지 않았어요. 계속해서 걸음 수를 늘리고 목표를 완료하여 해제하세요. 할 수 있어요!
